[{"Fact": "Host Greece won the most medals (47) at the first Olympic Summer Games in 1896."}, {"Fact": "The first Winter Olympic Games were held in Chamonix, France in 1924."}, {"Fact": "Norway has won the most medals (263) at the Winter Games."}, {"Fact": "The United States has won more medals (2,189) at the Summer Games than any other country."}, {"Fact": "The five Olympic rings represent the five major regions of the world – Africa, the Americas, Asia, Europe and Oceana, and every national flag in the world includes one of the five colors, which are (from left to right) blue, yellow, black, green, and red."}, {"Fact": "Up until 1994 the Olympics were held every four years. Since then, the Winter and Summer games have alternated every two years."}, {"Fact": "The first Olympics covered by U.S. television was the 1960 Summer Games in Rome by CBS."}, {"Fact": "No country in the Southern Hemisphere has ever hosted a Winter Games."}, {"Fact": "Only four athletes have ever won medals at both the Winter and Summer Olympic Games: Eddie Eagan (United States), Jacob Tullin Thams (Norway), Christa Luding-Rothenburger (East Germany), and Clara Hughes (Canada)."}, {"Fact": "The Winter Olympic sports are alpine skiing, biathlon (cross-country skiing and target shooting), bobsled, cross-country skiing, curling, figure skating, freestyle skiing, ice hocky, luge, Nordic combined (ski jumping and cross-country skiing), skeleton, ski jumping, snowboarding, and speed skating."}, {"Fact": "Rio 2016 will be the first time in Olympic history that a South American country has hosted the Games. The city won its bid in 2009, beating out Chicago, Madrid and Tokyo."}, {"Fact": "The torch relay will begin on April 21 in the Games' birthplace — Olympia in Greece — before traveling across Brazil for more than 90 days and finishing in Rio on August 5. While in Greece, it will pass through the Eloenas refugee camp, near Athens, where one resident will be selected as a torch bearer."}, {"Fact": "The opening and closing ceremonies will be held in Rio's Maracanã Stadium, which boasts the world record for the most fans ever to attend a soccer game. Although its current capacity is around 78,000, the stadium squeezed in at least 173,000 fans during the 1950 World Cup final. Maracanã hosted the World Cup final again in 2014"}, {"Fact": "Golf will return to the Olympics after a 112-year absence. The International Olympic Committee (IOC) decided to reinstate the sport, which previously was played in the 1900 and 1904 Games. The 18 holes in Rio were designed by American golf-course architect Gil Hanse, who is based in Malvern, Pennsylvania."}, {"Fact": "The Rio games will be the first to feature Olympians born in the year 2000. Rules state that all competitors must have been been born before Jan. 1, 2003, but many sports have other age requirements for health and safety reasons. The youngest competitors are likely to be from diving and gymnastics."}, {"Fact": "A team of athletes who have been forced to flee their countries will be allowed to compete for the first time at Rio Olympics. The (IOC) says five to 10 refugees are expected to qualify and compete under the Olympic flag."}, {"Fact": " The mascot for 2016 is \"Vinicius,\" a yellow and blue creature representing Brazilian wildlife. It resembles a cat or monkey that can fly and has the power to stretch its limbs and body. It is named after Bossa Nova musician Vinicius de Moraes, one of the writers of \"The Girl From Ipanema.\" Rio 2016 organizers say they hope Vinicius will help them raise 1 billion reais ($398 million) in merchandising."}, {"Fact": "The last Olympic gold medals that were made entirely out of gold were awarded in 1912."}, {"Fact": "The Olympic medals are designed especially for each individual Olympic Games by the host city's organizing committee. Each medal must be at least three millimeters thick and 60 millimeters in diameter. Also, the gold and silver Olympic medals must be made out of 92.5 percent silver, with the gold medal covered in six grams of gold."}, {"Fact": "In 490 BCE, Pheidippides, a Greek soldier, ran from Marathon to Athens (about 25 miles) to inform the Athenians the outcome of the battle with invading Persians. The distance was filled with hills and other obstacles; thus Pheidippides arrived in Athens exhausted and with bleeding feet. After telling the townspeople of the Greeks' success in the battle, Pheidippides fell to the ground dead. In 1896, at the first modern Olympic Games, held a race of approximately the same length in commemoration of Pheidippides."}, {"Fact": "The first athlete suspended from the Olympics was suspended for — wait for it — alcohol."}, {"Fact": "During the 1904 games in St. Louis, Lorz sneakily hitched a ride in a car for most of the race, then ran the last four miles."}, {"Fact": "When Nadia Comăneci scored an unheard of perfect maximum 10.0 at Montreal in 1976 (see it here), the scoreboards were unable to cope with such an eventuality. Instead, they showed the score as 1.0"}, {"Fact": "McDonald’s lost millions because the USA was too good in the 1984 games."}, {"Fact": "The Oldest competitor to win a gold medal was Oscar Swahn aged 64 - Stockholm 1912"}, {"Fact": "The smallest team at the Rio Olympic Games is the South Pacific island nation of Tuvalu. Their sole competitor is Etimoni Timuani in the men’s 100m Track Race."}, {"Fact": "Bhutan is the only nation whose team comprises all women. Bhutan has two competitors at the Games — Karma Karma in the archery and Lenchu Kunzang in the 10m Air rifle."}, {"Fact": "Greece is the only nation to have participated under its own flag in all modern summer Olympic Games"}, {"Fact": "Ethiopian marathon runner Abebe Bikila, ran barefoot all the way to Olympic Gold Medal in Rome, 1960."}, {"Fact": "No women competed in 1896, as de Coubertin felt that their inclusion would be “impractical, uninteresting, unaesthetic, and incorrect.”"}, {"Fact": "The Beijing Olympics, 2008, began at exactly 8:08:08 PM on 8/8/08 because the number 8 is considered lucky in China."}, {"Fact": "92 percent of the revenue for the Rio Olympics will come from Broadcasting rights and Corporate sponsorship, with only 5 percent coming from ticket sales."}, {"Fact": "12-year-old Inge Sorensen from Denmark won a bronze medal in the 200-meter breaststroke in 1936, making her the youngest medalist ever in an individual event."}, {"Fact": "The first Sponsor of the Olympics was Coca-Cola. They sponsored the 1928 Olympic Games in Amsterdam, and has supported every Olympic Games since."}, {"Fact": "Non sponsor brands are not allowed to use “Olympics” words in any of their advertisements, promotions, and events. It does not stop here. None of them is allowed to even use Olympics-related words as hash tags, Olympic, Olympian, Team USA, Future Olympian, Gateway to gold, Go for the gold, etc."}, {"Fact": "The 1912 Greco-Roman wrestling match in Stockholm between Finn Alfred Asikainen and Russian Martin Klein lasted more than 11 hours. Klein eventually won but was too exhausted to participate in the championship match so he settled for the silver."}, {"Fact": "Did you ever wonder why the official distance of a marathon was exactly 26 miles, 385 yards? In 1908, the marathon standard had been set at exactly 26 miles. However, at the Olympic marathon in London, it was decided that the royal family needed a better view of the finish line so organizers added an extra 385 yards to the race so the finish line would be in front of the royal box. And it's been that way ever since."}, {"Fact": "Stella the Fella—Poland's Stella Walsh (Stanislawa Walasiewicz)—won the women's 100-meter race at the 1932 Olympics in Los Angeles, becoming the first woman to break the 12-second barrier. When she was killed in 1980 as an innocent victim in a robbery attempt, an autopsy declared her to be a male."}, {"Fact": "The five interlocking rings of the Olympic flag symbolize the five continents of the world (Africa, Asia, Australia, Europe, and the Americas) \"linked together in friendship.\" Olympics founder Pierre de Coubertin claimed that at least one of the rings' colors (blue, yellow, black, green, and red, along with the white background) was present in each country's national flag."}, {"Fact": "In 776 B.C.E, about three thousand years ago, the first Olympic Games took place. Originally, the games were part of a religious festival to honor Zeus. He was the god of the sky and the leader of the Greek gods who lived on Mount Olympus, the highest mountain in Greece."}, {"Fact": "Married women were not allowed to attend the Olympics and women weren’t allowed to compete in any of the events. There was a separate women’s festival that was called Heraia and was dedicated to the honor of Hera, the wife of Zeus."}, {"Fact": "The modern Olympics were started in 1896 by a French educator and historian by the name of Pierre de Coubertin. Pierre loved sports and felt that the world’s countries would have more of an opportunity for peace if they gathered together to play sports. He designed the five color rings that are used to represent the Olympic Games today. The rings stand for North and South America, Africa, Asia, Europe, and Australia."}, {"Fact": "At the beginning, the games were just short foot races designed to keep Greek men fit for the intensity of war. The path for the foot races was about 700 feet long and straight. It was also wide enough for twenty men to run side by side. Only men who spoke Greek were allowed to take part in the races."}, {"Fact": "In the first Olympics in 776 BCE, there was only one event—a short 200 meter sprint called a stade."}, {"Fact": "Married women were prohibited from watching the Games under penalty of death!"}, {"Fact": "There were no gold, silver, or bronze awards in the ancient Olympics, just an olive wreath for the winner."}, {"Fact": "In addition to running, events at the Ancient Olympics included boxing, equestrian (horseback riding), pentathlon, running, wrestling, hoplitodromos and the pankration."}, {"Fact": "Not only were cheaters fined, but the Greeks were so serious about the Games that one athlete who backed out of the competition was fined for cowardice."}, {"Fact": "The 1908 Olympic Games in London featured the first time athletes were decked out in sportswear and paraded behind their country’s flag during the opening ceremony."}, {"Fact": "During the 1968 Games in Mexico, the International Olympic Committee conducted its first doping tests on event winners for narcotics and stimulants. A total of 667 tests were conducted during the Games, resulting in one positive result."}, {"Fact": "During the 1964 Tokyo Games, Swedish sailing brothers Lars Gunnar Käll and Stig Lennart Käll gave up a potential medal to rescue two fellow competitors from a capsized boat. The brothers’ were awarded the first official Fair Play award for their show of sportsmanship during the Games. The award is still handed out today."}, {"Fact": "The first Olympics to be televised was the 1936 Berlin Olympics. Before then, fans could only follow the games via radio and newspapers."}, {"Fact": "London is the first city to hold a modern Olympics three times; 1908, 1944 and 2012."}, {"Fact": "The Olympic flame is lit at Olympia in Greece every two years (Summer and Winter Olympics) before it journeys to the next host nation where it is paraded around until the lighting of the Olympic Cauldron at the opening ceremony."}, {"Fact": "Greece, Australia, France, Great Britain and Switzerland are the only countries to have had representatives at every Summer Olympic Games."}, {"Fact": "London is the first city to host the Paralympics in 1948. It started as a way to include wounded war veterans in the Games."}, {"Fact": "Baron Pierre de Coubertin, founder off the modern Olympic Movement, conceived of the five-ringed symbol. He specifically chose the different colors—blue, green, yellow, black, and red—because at least one of those colors appeared on all the national flags of the world."}, {"Fact": "Usain Bolt holds both the 100m and 200m world records, and is the first person ever to win six Olympic gold medals in sprinting. He was also the first to ever do the ‘double double’, i.e. win gold medals at both the 100m and 200mevents at two consecutive Olympics (2008 and 2012). He went one better and made it a ‘double triple’, adding the 4×100 m relays for good measure!"}, {"Fact": "Traditionally, doves were released during the opening ceremony of the Olympic Games to signify peace, but this was abandoned after what happened at Seoul in 1988. Instead of circling above the stadium, about ten of them decided to perch on the rim of the Olympic cauldron … unfortunately, just as it was being lit."}, {"Fact": "Esther Vergeer of the Netherlands retired recently after an incredible winning streak. she remained unbeaten after 10 years and 470 matches in wheelchair tennis. This is among the longest winning streaks in any sport."}]